"LANGUAGEID"="e127a8910016aec7ad1b060668b7263ded204fac";
"ENABLED" = "Activat";
"RECORDING_SETTINGS" = "Configuració de Gravació";

"RECORD_CALLS" = "Gravar Trucades";

"ALL_CALLS" = "Totes les Trucades";
"ONLY_INCOMING_CALLS" = "Només Entrants";
"ONLY_OUTGOING_CALLS" = "Només Sortints";
"MANUALLY" = "Manualment";

"PLAY_BEEP_SOUND" = "Reproduir un So"; 
"BUY_CALL_RECORDER" = "Comprar Call Recorder";

"CONTINUE_TRIAL" = "Continuar la Prova";

"FETCH_LICENSE" = "Cercar Llicència";

"NO_LICENSE_FOUND" = "Llicència no s'ha Trobat";
"PRODUCT_ACTIVATED" = "Producte s'ha Activat";
"THANK_YOU"= "Gràcies!";


"BEEP_SOUND_WARNING" = "La reproducció d'un so a intervals regulars és una manera d'indicar a l'altra part que la trucada està sent gravada. La desactivació d'aquest so sense tenir permís de la part tercera per gravar la conversa i sense notificar a la part remota que la trucada telefònica s'està gravant pot resultar en la ruptura de la llei en alguns països.";
"DISABLE_BEEP" = "Desactivar So";
"CANCEL" = "Cancel·lar";

"TERMS_TEXT" = "Termes i Condicions";

"TERMS_AND_CONDITIONS" = 	"Atenció: Segons les lleis al país del desenvolupador (Codi Penal de Grècia - Article 370A) : Qualsevol persona que grava una conversa telefònica de tercers SENSE el consentiment de l'altra part, podrà ser castigat amb fins a deu (10) anys de presó. La mateixa pena s'aplicarà si algú grava la seva pròpia conversa entre altre persona SENSE el consentiment d'altra. A més, qualsevol persona que utilitzi la informació derivada de les formes anteriors (o el dispositiu en què s'ha imprès), podrà ser castigat amb fins a deu (10) anys de presó. La llei varia d'un país a un altre. Alguns països exigeixen només una part de la conversa de ser conscients que s'està gravant. Vostè ha de comprovar les lleis i el codi penal del seu país per assegurar-se que no està violant la llei mitjançant l'ús d'aquesta aplicació. En comprar o usar aquesta aplicació, vostè accepta i està d'acord amb tot el que s'ha indicat anteriorment i d'acord que el desenvolupador o el venedor d'aquesta aplicació no té cap responsabilitat si s'utilitza l'aplicació amb un resultat de violar la llei.";

"FOR_MORE_INFORMATION_READ_LEGAL_SECTION" = "Per més informació, llegiu la secció Legal en Configuració";


"I_AGREE" = "Acceptar";
"I_DISAGREE" = "Refusar";



"DATABASE_TOOLS" = "Eines de la Base de Dades";

"REPAIR_DATABASE" = "Reparar la Base de Dades";
"DATABASE_REPAIRED" = "La Base de Dades s'ha Reparat";

"DELETE_DATABASE" = "Eliminar la Base de Dades";
"DELETE_DB_WARNING" = "Advertència: S'eliminaran totes les trucades gravades!";

"TRANSLATION_CREDITS"="Mèrits de Traducció";

"LANGUAGE" = "Catalan";

"LANGUAGE_IN_ENGLISH" = "Catalan";

"TRANSLATOR" = "@F8thinJESUS";

